Repository: xbmc/visualization.matrix
Catalog: visualization.matrix/resources/language/resource.language.*/strings.po
Languages: de_de, es_es, es_mx, fr_fr

# Addon Summary
source: Matrix inspired visualization for Kodi.
de_de: Von "Matrix" inspirierte Musikvisualierung für Kodi.
es_es: Visualización inspirada en Matrix para Kodi.
fr_fr: Visualisation inspirée de Matrix pour Kodi.

# Addon Description
source: This music visualization is inspired by the movie "Matrix". It features eight presets.
de_de: Diese Musikvisualisierung wurde durch den Film "Matrix" inspiriert. Sie bietet acht verschiedene Presets.
es_es: Esta visualización de música está inspirada en la película "Matrix". Tiene ocho ajustes preestablecidos.
fr_fr: Cette visualisation musicale est inspirée du film "Matrix". Il comporte huit préréglages.

# #30000
source: General
de_de: Allgemein
fr_fr: Général

# #30001
source: Pixel size
de_de: Pixelgröße
es_es: Tamaño de píxel
es_mx: Tamaño de pixel
fr_fr: Taille des pixels

# #30002
source: Size of a "pixel" which forms the rain.
de_de: Die Größe der „Pixel“, die den Regen formen.
es_es: Tamaño de cada "píxel" que forma la lluvia.
es_mx: Tamaño del "pixel" que forma la lluvia.
fr_fr: Taille d'un "pixel" qui forme la pluie.

# #30003
source: Rain fall speed
de_de: Regenfallgeschwindigkeit
es_es: Velocidad de caída de lluvia
es_mx: Velocidad de caída de lluvia
fr_fr: Vitesse de chute de la pluie

# #30004
source: The speed how fast the rain is falling.
de_de: Legt fest, wie schnell der Regen fällt.
es_es: Velocidad a la que cae la lluvia.
es_mx: Qué tan rápido cae la lluvia.
fr_fr: La vitesse à laquelle la pluie tombe.

# #30005
source: Noise fluctuation
de_de: Rauschfaktor
es_es: Fluctuación de ruido
es_mx: Fluctuación de ruido
fr_fr: Fluctuation du bruit

# #30006
source: The speed how fast the noise is changing.
de_de: Legt fest, wie schnell das Bildrauschen sich ändert.
es_es: Velocidad a la que el ruido cambia.
es_mx: Qué tan rápido cambia el ruido.
fr_fr: La vitesse à laquelle le bruit change.

# #30007
source: Distort threshold
de_de: Verzerrungsstufe
es_es: Umbral de distorsión
es_mx: Rango de distorsión
fr_fr: Seuil de distorsion

# #30008
source: Threshold of loudness at which vertical distortion occurs.
de_de: Legt fest, ab welcher Lautstärke vertikale Verzerrungen auftreten.
es_es: Umbral de ruido en el que ocurre distorsión vertical.
es_mx: Rango de intensidad para que ocurra una distorsión vertical.
fr_fr: Seuil d'intensité sonore auquel se produit la distorsion verticale.

# #30009
source: User defined pixel size
de_de: Benutzerdefinierte Pixelgröße
es_es: Tamaño de píxel definido por el usuario
es_mx: Tamaño de pixel personalizado
fr_fr: Taille du pixel définie par l'utilisateur

# #30010
source: Enables the manual setting of the size of the dots.
de_de: Erlaubt das manuelle Setzen der Pixelgröße.
es_es: Habilita el ajuste manual del tamaño de los puntos.
es_mx: Activa el ajuste manual del tamaño de los puntos.
fr_fr: Active le réglage manuel de la taille des points.

# #30011
source: Strength of rain highlights
de_de: Hervorhebung einzelner Regentropfen
es_es: Fuerza de los reflejos de la lluvia
es_mx: Fuerza de rayos de lluvia
fr_fr: Force des points forts de la pluie

# #30012
source: Sets the colour intensity of individual raindrops at music peaks.
de_de: Bestimmt die Farbintensität einzelner Regentropfen bei lauten Klangphasen.
es_es: Ajusta la intensidad del color de las gotas de lluvia individuales en los picos de música.
es_mx: Establece la intensidad de color de las gotas individuales durante picos de música.
fr_fr: Définit l'intensité de la couleur des gouttes de pluie individuelles aux pics de musique.

# #30050
source: Red
de_de: Rot
es_es: Rojo
es_mx: Rojo
fr_fr: Rouge

# #30051
source: Green
de_de: Grün
es_es: Verde
es_mx: Verde
fr_fr: Vert

# #30052
source: Blue
de_de: Blau
es_es: Azul
es_mx: Azul
fr_fr: Bleu

# #30053
source: The color of the "pixels".
de_de: Die Farbe der „Pixel“.
es_es: Color de los píxeles.
es_mx: El color de los "pixeles".
fr_fr: La couleur des "pixels".

# #30060
source: Enable performance optimizations
de_de: Performanceoptimierungen aktivieren
es_es: Habilita optimizaciones de rendimiento
es_mx: Activar optimizaciones de rendimiento
fr_fr: Activer les optimisations de performances

# #30061
source: Lowers the quality of some shader calculations in order to boost performance (FPS) on slower systems.
de_de: Erhöht die Performance auf Kosten der Effektqualität. Empfohlen für leistungsarme Systeme.
es_es: Disminuye la calidad de algunos cálculos de sombreador para incrementar el rendimiento (FPS) en sistemas más lentos.
es_mx: Baja la calidad de algunos cálculos de capa para mejorar los cuadros por segundo (FPS) en sistemas más lentos.
fr_fr: Réduit la qualité de certains calculs de shader afin d'améliorer les performances (FPS) sur les systèmes plus lents.

# #30062
source: CRT effect
de_de: Bildröhreneffekt
es_es: Efecto CRT
es_mx: Efecto CRT
fr_fr: Effet CRT

# #30063
source: Adds a CRT-like distortion effect.
de_de: Fügt eine Krümmung des Bildes hinzu, welche der eines Röhrenfernsehers ähnelt.
es_es: Añade un efecto de distorsión de estilo CRT.
es_mx: Agrega un efecto de distorsión similar a un monitor CRT.
fr_fr: Ajoute un effet de distorsion de type CRT.

# #30102
source: Rain only
de_de: Nur Regen
es_es: Sólo lluvia
es_mx: Solo lluvia
fr_fr: Pluie seulement

# #30103
source: Rain with waveform
de_de: Regen mit Kurvenform
es_es: Lluvia con forma de onda
es_mx: Lluvia con onda de sonido
fr_fr: Pluie avec forme d'onde

# #30104
source: Rain with waveform envelope
de_de: Regen mit ausgefüllter Kurvenform
es_es: Lluvia con envolvente en forma de onda
es_mx: Lluvia con envoltura de forma de onda
fr_fr: Pluie avec enveloppe de forme d'onde

# #30105
source: Clean rain
de_de: Regen, klar
es_es: Lluvia limpia
es_mx: Lluvia limpia
fr_fr: Pluie propre

# #30106
source: Clean rain with waveform
de_de: Regen mit Kurvenform, klar
es_es: Lluvia limpia con forma de onda
es_mx: Lluvia limpia con onda de sonido
fr_fr: Pluie propre avec forme d'onde

# #30107
source: Clean rain with waveform envelope
de_de: Regen mit ausgefüllter Kurvenform, klar
es_es: Lluvia limpia con envolvente en forma de onda
es_mx: Lluvia clara con envoltura de forma de onda
fr_fr: Pluie propre avec enveloppe de forme d'onde

# #30101
source: Album
es_es: Álbum
es_mx: Álbum
